Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=497_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Korkeatasoinen videostudio soveltuu monikamerajärjestelmän käyttöön ja muunkin videomateriaalin kuvaamiseen.
sme: Alladását videostudio heive mánggakámeravuogádaga atnui ja earáge videomateriála govvemii.

source: Studiotiloihin kuuluu studio, live-editointitila sekä muita editointitiloja.
sme: Studiolanjaide gullet studio, live-editerenlatnja ja editerenlanjat.

source: Studiotiloista vastaa Saamelaisalueen koulutuskeskus, mutta keskuksen ulkopuoliset varaukset tulevat Sajoksen Kongressi- ja tapahtumapalvelujen kautta.
sme: Studiolanjain vástida Sámi oahpahusguovddáš, muhto guovddáža olggobealvárrejumit bohtet Sajosa Kongreassa- ja dáhpáhusbálvalusaid bokte.

source: Studio sijaitsee Sajoksen ensimmäisessä kerroksessa, pääsisäänkäynnin vasemmalla puolella Saamelaisalueen koulutuskeskuksen media- ja kieliopiskelutilojen yhteydessä.
sme: Studio lea Sajosa vuosttaš gearddis, váldouvssa gurutbealde Sámi oahpahusguovddáža media- ja giellaluohkáid oktavuođas.

source: TILAVUUS: * Studio 44 m2; 7 m x 6,3 m, korkea tila
sme: TEKNIHKA JA RUSTTEGAT:

source: - Kameravakaaja
sme: - Panasonic-kámerat

source: - Streaming-järjestelmä
sme: - Panasonic Robottikámera

source: - Editointilaitteisto
sme: - Streaming-vuogádat
